

import React from 'react'
import Kedarnath4 from  '../Blog/Images/Kedarnath4.jpeg'


const Kedarnath = () => {
  return (
    <div className='flex justify-center items-center bg-gradient-to-r from-emerald-900 to-emerald-800'>

        <div className="container m-4  md:w-[60%] md:flex md:justify-around outline-2 outline-emerald-800 rounded-4xl bg-center bg-cover p-5">
           <div><img src={Kedarnath4} alt=""  className='h-[30rem] w-72 md:m-5 rounded-full'/></div>
           <div className='md:w-[500px] pb-5'>
                <h2 className='md:text-2xl text-xl mt-4 font-bold'>केदारनाथ यात्रा 2022: श्रद्धा और आत्म-खोज का संगम</h2>
                <p>धूल भरी सड़कों से लेकर बर्फीली चोटियों तक, मेरी यात्रा केवल एक मंदिर तक पहुँचने की नहीं थी, बल्कि यह आत्मा की गहराइयों तक जाने की यात्रा थी। अक्टूबर 2022 की वह ठंडी सुबह, जब मैंने देहरादून से अपने सफर की शुरुआत की, मन में एक अजीब-सा रोमांच था। यह यात्रा केवल पैरों से चढ़ाई की नहीं थी, बल्कि यह मेरे अंदर की शक्ति और आस्था की परीक्षा भी थी।</p>



                <h2 className='md:text-2xl text-xl mt-4 font-bold'>केदारनाथ यात्रा 2022: श्रद्धा और आत्म-खोज का संगम</h2>
                <p>ऋषिकेश और सोनप्रयाग होते हुए, जैसे ही मैं गौरीकुंड पहुँचा, एक अलग ही सुकून का अनुभव हुआ। पहाड़ों की शांति और मंदाकिनी नदी की कलकल करती ध्वनि मन को गहरे तक छू रही थी। 16 किलोमीटर की इस कठिन चढ़ाई में हर कदम के साथ थकान थी, लेकिन हर "हर हर महादेव" के जयकारे के साथ ऊर्जा फिर से जाग उठती थी। </p>

                <h2 className='md:text-2xl text-xl mt-4 font-bold w-[100%]'>हवा में घुली भक्ति और चुनौती का संगम</h2>
                <p>जैसे-जैसे ऊँचाई बढ़ती गई, ऑक्सीजन की कमी और ठंड की तीव्रता महसूस होने लगी। लेकिन इन सबके बीच जोश से भरे भक्तों के चेहरे और भोलेनाथ की भक्ति में डूबी हुई भीड़, हर कठिनाई को आसान बना रही थी। रास्ते में छोटे-छोटे ढाबों पर गरमा-गरम चाय पीना और अजनबियों से भक्ति-भाव से भरी बातें करना, मानो यात्रा को और भी यादगार बना रहा था।</p>

                <h2 className='md:text-2xl text-xl mt-4 font-bold'>केदारनाथ यात्रा 2022: श्रद्धा और आत्म-खोज का संगम</h2>
                <p>आखिरकार, जब मंदिर की पहली झलक मिली, तो सब कुछ थम-सा गया। बर्फीले पहाड़ों के बीच महादेव का धाम ऐसे प्रतीत हो रहा था जैसे स्वर्ग धरती पर उतर आया हो। थकान, दर्द, और ठंड - सब कुछ उस दिव्य क्षण में जैसे गायब हो गया। "हर हर महादेव" की गूँज के साथ मंदिर के अंदर कदम रखा, तो ऐसा लगा मानो समय ही रुक गया हो।</p>



                <h2 className='md:text-2xl text-xl mt-4 font-bold'>केवल एक यात्रा नहीं, बल्कि जीवन का संदेश</h2>
                                <p>इस यात्रा ने मुझे सिखाया कि जीवन भी किसी कठिन चढ़ाई से कम नहीं है। हर मोड़ पर चुनौतियाँ आएँगी, लेकिन अगर आस्था और संकल्प मजबूत हो, तो मंज़िल जरूर मिलेगी। केदारनाथ सिर्फ एक मंदिर नहीं, बल्कि एक ऐसा अनुभव है, जो जीवन भर दिल और आत्मा में बसा रहता है। <br />
                    <span className='font-bold'> अगर कभी मौका मिले, तो इस दिव्यता और शक्ति को स्वयं महसूस करें।

हर हर महादेव!</span>
               </p>




        </div>

        </div>
       




    </div>
  )
}

export default Kedarnath